[
 {
  "title": "Prepare of date case-1",
  "text": "Yoshino looked an expression of difficult in front of a ull-length mirror at her room.\nThere are creases on her dress… nothing, OK. Her hair stands… not, OK. After she checked them carefuly, she wears a wide brim hat, She turned her body in front of mirror.\nShe wears favorite clothe and favorite hat. She has already washed body and hair neatly, so no problem. but somehow, she is worry, she cannot help cheking carefuly again and again.\n\n“ Hey, Yoshino, still? It’ll be time. ”\n\nYoshino was repeating movements like that, Yoshinon was puppet who attached on Yoshino’ left hand grumbled with making her mouth gape opened.\n\n“ Oh.. s.. sorry, Yoshinon. But I’m not weird, are you? ”\n“ Don’t worry! We will just be invited dinner right. When you go to Shido’ house, you are already like this. ”\n“ Oh…, that’s not right… ”\n“ Thats’ not? ”\n“ Uuu…. ”\n\n With small groan, Yoshino pulled down low her straw hat brim to hide her face.\nThen, Yoshinon shrung her shoulders.\n\n” If you’re going to do that far, why don’t you invite him to date or so! ”\n“ ! It.. it’s hard for me… ”\n“ Uh, but you want to date, don’t you? ”\n“ Y… Yes I do… , but…  ”\n\nWhile the moment Yoshino said so, Yoshinon was up tip of mouth. She search around her stomach, and takes tiny device out and shows.\n\n“ Oh! …it …is… ”\n“ mhmhm, it's voice recorder. I had lecture how to use from Reine the other day. I’m sorry I had recorded what you said now. ”\n“ ……! ”\n\nYoshino oppressive, and reachs for voice recorder to snatch from her. But Yoshinon dodges her lightly.\n\n“ Yo… Yoshinon…! ”\n“ Entrust me! I’ll invite Sido to date with it for you! ”\n“ N… No…! ”\n\nAfter that, Yoshino was successfull to take voice recorder away from Yoshinon,  but her hair and dress were wrinkle.\nBut, Shido looked at Yoshino like that… although he was surprised, he said you’re cute, to her.",
  "id": 1,
  "vol": 1
 },
 {
  "title": "Prepare of date case-2",
  "text": "“ …Umm ”\n\nKotori was grumbled seeing white ribbon and black ribbon arranged on table at her office in <FRAXINUS>.\nOf course, because there were two kinds of ribbon on table, she didn’t tie her hair now. She produces an atmosphere is different from usual with her hair on the shoulders.\nThen, she held her head, door of the office is opened suddenly.\n\n“ …Kotori, about this… un?”\n\nReine sets foot on the room with saying.\n\n“ Oh! ”\n\nKotori choked bless, she took black ribbon on the desk and tied her hair very fast.\n\n“ Re, Reine… You should knock at least. ”\n“ …um, oh, sorry. I forgot it. …By the way, what did you doing? ”\n“ Mugu…… ”\n\nKotori falters, but it is meeningless to hide to Reine. She breaths out shrungging her sholders.\n\n“ …I am going to go shopping with Shido alone together, I’m hesitating which ribbon I should choose. ”\n\nShe imposes a strong mind-set herself. When she wears white ribbon, she is an innocent little sister. On the other hand, when she wears black one, she can turn into a strong commander.\n\nBut, that’s why… Now that she showed her both face to Sido, when she goes out with Shido together anew, she cannot help straying. If she wears white one, he may think she is put on..., but on the other hand, if she goes with black one, she maybe thought that she is strangely aware of him.\nKotori said, Reine scratched her cheek.\n\n“ What doesn't it matter which you choose. if you just can't choose, you should choose with your eyes closed. “\n“ Yes… That’s true… but… ”\n“ … Is your brother a man who comes to dislike you for such a small things? ”\n“ ……! ”\n\nAt Reine’s word, Kotori looked around-eyed, and she swinged small her shoulders after that.\n\n“ Yes,  that’s right. I might think too much. ”\n\nsaid, Kotori undid black ribbon from her hair and placed next to white one, she mixed them by hand after her eyes closed.\n\n“ Eenie, meenie, miney, moe… ”\n\nThen she gropes and chooses, opening her eyes.\n\n“ Oh! ”\n\nin her hands… There were white and black one by one.\n\n“ … In this case, what becomes ? ”\n\nReine tipped her head curiously.",
  "id": 2,
  "vol": 1
 },
 {
  "title": "Prepare of date case-3",
  "text": "After mock battle in the base. Origami got up of weariness after territory used, she stood up slowly.\nShe is walking for a locker slowly to change from a wirering suit.\n\nIf she uses a “urgent wearing device“, she can finish changing instantly, but it is just for emergency, and it have a load to her brain. It is honestly that she doesn't want to use it in a peacetime.\n\nWhen she arrived to locker, she noticed there were some people before. They were members who engaged mock battle with her.\nOrigami greeted with up her hand, she opened the locker and took a change of clothings and a bag. Then a member looked in her locker from side.\n\n“ Huh? First Sergeant Tobiichi, you spirit on clothing more than always, aren’t you? ”\n“ Oh, that’s right. Your bag is cute too. “\n\nOrigami nodd calmly.\n\n“ I’m going to date after it. ”\n\nOrigami said, and young members begin to be liven.\n\n“ Oh, really? ummm, I have thought only first Sergeant don’t have lover. ”\n“ Squad Leader! I suggest to do checking her bringings! ”\n“ Allow! ”\n\nsaid, member come around her. But she has nothing to hide between Origami to Shido. Origami don’t refuse and hand her bag.\n\nBut few seconds later. Members who shined eyes with expectation were uniformly a puzzled look on their faces.\n\n“ Oh… Tobiichi first Sergeant, what’s this vial…? ”\n“ It is stuff to put in his meal. A drop of it makes his fine 100 times. ”\n“ Well, what’s unusually this a pungent smell liquid here? ”\n“ It is thing to soak for cloth and cover his mouth and his nose for the worst. ”\n“ OK…?  All right…  what’s this handcuffs and gummed tape…? ”\n“ It will possibly become to need. ”\n“ …I see, I confirm again, you will… ”\n“ Date. ”\n“ … ”\n\nMembers became silent.\nOrigami didn’t understand very what they said, and lean her head, returned to change.",
  "id": 3,
  "vol": 1
 },
 {
  "title": "DATE A JOB case-1 ~student~",
  "text": "“ Ara Ara, Ms.Origami. Good day to you. Do you come to waste effort too, today ? ”\n“ Tokisaki Kurumi. I’ll never lose to you. ”\nTobiichi Origami and Tokisaki Kurumi is each maid always contend for most popular maid in this shop.\nBut top is enough one people only. Both are fighting each other to choice the real number one by today’ nominations and profit.\n“ Uhuhu.  I’ll make you to give up today.”\n” Actually, I’m not interested in the number one of this store. But, I can’t let you have the prize that kiss on cheek by the manager. ”\nOrigami said, the manager, Shido who heard that exchange behind shakes his sholders.\n“ Um, I heard nothing about it. ”\n“ Kihih, hihi. You seem to only have a lot of bravado. I could teach you difference of rank between me to you. ”\n“ I hope that too. ”\n“ …Hey girls. ”",
  "id": 10,
  "vol": 4
 },
 {
  "title": "DATE A JOB case-2 ~maid~",
  "text": "“ — That’s way, let’s start job as little sister. ”\n“ Just a moment. ”\nShe bend backward her chest as a matter of cause. Mana said with frowning in puzzlement.\n” What is Job as little sister…? First, I think it was not occupation…  ”\n“ What do you say? Five years ago, National Little Sister Law was established, and we must acquire ’Little Sister License’ formally. ”\n“ ‘Little Sister License’!? Than that is it job that needed qualification? ”\n“ Sure, we can’t be called myself as a little sister only just having elder brother or sister in the world these days. By the way, there is twenty and a harf times competition for Little Sister Licence exam last year. ”\n“ That’s difficult !? ”\nMana raised a scream and she said more with sweating on her cheak.\n “ …Yeah, incidentally, because it has these magnification rate, there are many people couldn’t pass it, are there? ”\n” Oh, Yes. I could pass it once, but there are many people who studying for the next Little Sister License exam in Japan. ”\nMana had lots of interested in their but she didn’t dare to ridicule her and continue.\n“ What do they as family relationship called? ”",
  "id": 11,
  "vol": 4
 },
 {
  "title": "DATE A JOB case-3 ~little sister~",
  "text": "At a maid cafe in a corner of Tengu city.\nContrasted the gorgeousness apperance, the bloody power struggle among maids was played at there.\n“ Ara Ara, Ms.Origami. Good day to you. Do you come to waste effort too, today ? ”\n“ Tokisaki Kurumi. I’ll never lose to you. ”\nTobiichi Origami and Tokisaki Kurumi is each maid always contend for most popular maid in this shop.\nBut top is enough one people only. Both are fighting each other to choice the real number one by today’ nominations and profit.\n“ Uhuhu.  I’ll make you to give up today.”\n” Actually, I’m not interested in the number one of this store. But, I can’t let you have the prize that kiss on cheek by the manager. ”\nOrigami said, the manager, Shido who heard that exchange behind shakes his sholders.\n“ Um, I heard nothing about it. ”\n“ Kihih, hihi. You seem to only have a lot of bravado. I could teach you difference of rank between me to you. ”\n“ I hope that too. ”\n“ …Hey girls. ”",
  "id": 12,
  "vol": 4
 }
]