[
 {
  "title": "Prepare of date case-1 ~YOSHINO~",
  "text": "Yoshino looked an expression of difficult in front of a ull-length mirror at her room.\nThere are creases on her dress… nothing, OK. Her hair stands… not, OK. After she checked them carefuly, she wears a wide brim hat, She turned her body in front of mirror.\nShe wears favorite clothe and favorite hat. She has already washed body and hair neatly, so no problem. but somehow, she is worry, she cannot help cheking carefuly again and again.\n\n\" Hey, Yoshino, still? It’ll be time. \"\n\nYoshino was repeating movements like that, Yoshinon was puppet who attached on Yoshino’ left hand grumbled with making her mouth gape opened.\n\n\" Oh.. s.. sorry, Yoshinon. But I’m not weird, are you? \"\n\" Don’t worry! We will just be invited dinner right. When you go to Shido’ house, you are already like this. \"\n\" Oh…, that’s not right… \"\n\" Thats’ not? \"\n\" Uuu…. \"\n\n With small groan, Yoshino pulled down low her straw hat brim to hide her face.\nThen, Yoshinon shrung her shoulders.\n\n\" If you’re going to do that far, why don’t you invite him to date or so! \"\n\" ! It.. it’s hard for me… \"\n\" Uh, but you want to date, don’t you? \"\n\" Y… Yes I do… , but…  \"\n\nWhile the moment Yoshino said so, Yoshinon was up tip of mouth. She search around her stomach, and takes tiny device out and shows.\n\n\" Oh! …it …is… \"\n\" mhmhm, it's voice recorder. I had lecture how to use from Reine the other day. I’m sorry I had recorded what you said now. \"\n\" ……! \"\n\nYoshino oppressive, and reachs for voice recorder to snatch from her. But Yoshinon dodges her lightly.\n\n\" Yo… Yoshinon…! \"\n\" Entrust me! I’ll invite Sido to date with it for you! \"\n\" N… No…! \"\n\nAfter that, Yoshino was successfull to take voice recorder away from Yoshinon,  but her hair and dress were wrinkle.\nBut, Shido looked at Yoshino like that… although he was surprised, he said you’re cute, to her.",
  "id": 1,
  "vol": 1
 },
 {
  "title": "Prepare of date case-2 ~KOTORI~",
  "text": "\" …Umm \"\n\nKotori was grumbled seeing white ribbon and black ribbon arranged on table at her office in <FRAXINUS>.\nOf course, because there were two kinds of ribbon on table, she didn’t tie her hair now. She produces an atmosphere is different from usual with her hair on the shoulders.\nThen, she held her head, door of the office is opened suddenly.\n\n\" …Kotori, about this… un?\"\n\nReine sets foot on the room with saying.\n\n\" Oh! \"\n\nKotori choked bless, she took black ribbon on the desk and tied her hair very fast.\n\n\" Re, Reine… You should knock at least. \"\n\" …um, oh, sorry. I forgot it. …By the way, what did you doing? \"\n\" Mugu…… \"\n\nKotori falters, but it is meeningless to hide to Reine. She breaths out shrungging her sholders.\n\n\" …I am going to go shopping with Shido alone together, I’m hesitating which ribbon I should choose. \"\n\nShe imposes a strong mind-set herself. When she wears white ribbon, she is an innocent little sister. On the other hand, when she wears black one, she can turn into a strong commander.\n\nBut, that’s why… Now that she showed her both face to Sido, when she goes out with Shido together anew, she cannot help straying. If she wears white one, he may think she is put on..., but on the other hand, if she goes with black one, she maybe thought that she is strangely aware of him.\nKotori said, Reine scratched her cheek.\n\n\" What doesn't it matter which you choose. if you just can't choose, you should choose with your eyes closed. \"\n\" Yes… That’s true… but… \"\n\" … Is your brother a man who comes to dislike you for such a small things? \"\n\" ……! \"\n\nAt Reine’s word, Kotori looked around-eyed, and she swinged small her shoulders after that.\n\n\" Yes,  that’s right. I might think too much. \"\n\nsaid, Kotori undid black ribbon from her hair and placed next to white one, she mixed them by hand after her eyes closed.\n\n\" Eenie, meenie, miney, moe… \"\n\nThen she gropes and chooses, opening her eyes.\n\n\" Oh! \"\n\nin her hands… There were white and black one by one.\n\n\" … In this case, what becomes ? \"\n\nReine tipped her head curiously.",
  "id": 2,
  "vol": 1
 },
 {
  "title": "Prepare of date case-3 ~ORIGAMI~",
  "text": "After mock battle in the base. Origami got up of weariness after territory used, she stood up slowly.\nShe is walking for a locker slowly to change from a wirering suit.\n\nIf she uses a \"urgent wearing device\", she can finish changing instantly, but it is just for emergency, and it have a load to her brain. It is honestly that she doesn't want to use it in a peacetime.\n\nWhen she arrived to locker, she noticed there were some people before. They were members who engaged mock battle with her.\nOrigami greeted with up her hand, she opened the locker and took a change of clothings and a bag. Then a member looked in her locker from side.\n\n\" Huh? First Sergeant Tobiichi, you spirit on clothing more than always, aren’t you? \"\n\" Oh, that’s right. Your bag is cute too. \"\n\nOrigami nodd calmly.\n\n\" I’m going to date after it. \"\n\nOrigami said, and young members begin to be liven.\n\n\" Oh, really? ummm, I have thought only first Sergeant don’t have lover. \"\n\" Squad Leader! I suggest to do checking her bringings! \"\n\" Allow! \"\n\nsaid, member come around her. But she has nothing to hide between Origami to Shido. Origami don’t refuse and hand her bag.\n\nBut few seconds later. Members who shined eyes with expectation were uniformly a puzzled look on their faces.\n\n\" Oh… Tobiichi first Sergeant, what’s this vial…? \"\n\" It is stuff to put in his meal. A drop of it makes his fine 100 times. \"\n\" Well, what’s unusually this a pungent smell liquid here? \"\n\" It is thing to soak for cloth and cover his mouth and his nose for the worst. \"\n\" OK…?  All right…  what’s this handcuffs and gummed tape…? \"\n\" It will possibly become to need. \"\n\" …I see, I confirm again, you will… \"\n\" Date. \"\n\" … \"\n\nMembers became silent.\nOrigami didn’t understand very what they said, and lean her head, returned to change.",
  "id": 3,
  "vol": 1
 },
 {
  "title": "DATE A IF case-1  ~ If Toka and her friends attend grabia shooting ~",
  "text": "Shido\t\" Hey everyone, let’s take a photo! Please pose me. \"\nToka\t\" Pose? Is this how you want? \"\nYoshino\t\" I’d like to refrain that... \"\nKotori\t\" Oh… It’s OK to take it easy. \"\nOrigami\t\" ……… ( Tira, Tira ) \"\nToka \t\" Um, Tobiichi Origami, why have you been adjusting your swiming costume for some time? \"\nOrigami\t\" The most atractive movement of girl to a boy. That is this gesture to regulate a swimming costume bited into body. \"\nToka\t\" That’s really? Is that what it is? \"\nYoshino\t\" But…, Shido is… \"\nKotori\t\" Oh, Shido is looking at other point. Where shido sees is… \"\nToka\t\" Re.. Reine! \"\nReine\t\" um, what’s the matter? \"\nKotori\t\" Oh, no… She puts the stuffed bear in her cleavage…!?  \"\nOrigami\t\" There was such a way… — <Hermit>, I borrow your puppet. \"\nYoshino \t\" Huh… Huh…!? \"\nToka\t\" Hey, Tobiichi Origami! What do you doing! \"\nKotori\t\" Yes! First of all, your breast is not enough… \"\nYoshino\t\" Uu… Uaaaaaaaa! \"\n\nAfter that, three girls was found in the freeze pool.",
  "id": 4,
  "vol": "2"
 },
 {
  "title": "DATE A IF case-2  ~ If Kurumi melts into spirits' daily ~",
  "text": "One day afternoon. Spirits to start with Toka are visiting select shop.\n\n\" Everyone, look at this. It is fluffy. \"\n\nToka said that, she picks up rabbit fur bag from near.\n\n\" Oh, that’s good. \"\n\" It’s… cute. \"\n\nKotori and Yoshino said with laughing. Then, Kurumi wear a smile.\n\n\" Yes, it’s excellent,  — the bag made of fur teared off a rabbit. \"\n\" …… \"\n\nThey were silent by Kurumi’ word.\n\n\" Ko Kotori! Are you hungry, aren’t you!? Meat sauce pasta served at next restaurant is something special. Let’s go there! \"\n\" Y.. Yes, that’s good idea! \"\n\" Sounds delicious. \"\n\nSo Kurumi nodd like agreeable.\n\n\" Yes, that’s great. — as entrails dripping blood. \"\n\nThey was silent again.\n\n\" Be.. Before the lunch, why don’t you walk shortly. \"\n\"  Ye.. Yes, all right! \"\n\" Oh… there is Pet-shop over there… \"\n\nKotori rush to hold Yoshino’ mouth who being about to say.\n\n\" Yoshino, no good. If we walk into Pet-shop, Kurumi would say that where unsold pets will go? \"\n\" Oh…! \"\n\nYoshino swings her sholders with a huff.\nBut it’s too late. Kurumi already had entered into it.\n\n\" Ku… \"\n\nHowever, they notice a out of place.\nKurumi is looking at a kitty in the gauge with redden her cheeks.\n\n\" ……Toka, Yoshino \"\n\nIn Kotori’ word, Toka and Yoshino nod and they hold up a kitty from other gauge with got staff’ permission, walking to Kurumi.\n\n\" Kurumi, Kurumi. \"\n\" ? What’s up… Oh! \"\n\nKurumi turned around, and says hight-pitched voice unlike her.\nlumpyNo wonder. That’s because Kurumi’s view is covered by around fluffy and fluffy things.\n\n\" P… Please stop it… \"\n\nKurumi twisted with turned red. But Toka and others didn’t stop pushing her against fluffy cats.\n\n\" Cho, Stoooo! \"\n\nKurumi’ voice that is neither scream nor ecstasy echoed to Pet-shop.\n",
  "id": 5,
  "vol": "2"
 },
 {
  "title": "DATE A IF case-3 ~ If Origami and Mana is sisters ~",
  "text": "\" Whoosh… \"\n\nIn the morning. Mana went down-stairs with a big yawn, there was already sign in the kitchen.\n\n\" Yeah, my sister. Good morning. \"\n\" Good morning. \"\n\nOrigami who is mana’s elder sister turned her face toward with no chance expression.\nShe looks preparing breakfast. Mana washed her face and hands easly, she weared an apron hunged on near and stood next her sister.\n\n\" Mana? \"\n\" Please let me to help you occasionally. \"\n\" But \"\n\" Okey? Because of we are sisters. Be yourself each other. \"\n\" I see. That’s way please assist me. Can you shred cabbage. \"\n\" All right. \"\n\nMana took out a kitchen knife and took out a cabbage from fridge, She cutted it into small peaces on the chopping board lightly.\nBut —\n\n\" Ouch! \"\n\nMana frowned with sudden pain of tip finger. When looked at it, her finger seep blood. It looked cut with knife.\n\n\" Are you all right? \"\n\" A-ha-ha… I’ve shown you my ashamed matter. I maybe stupid from sleep. I’m sorry, I’ll go look for a sticking plaster from now—  \"\n\nThen, Mana stoped word there. The reason was simply. That’s because Origami took her hand, and licked her finger seeped blood.\n\n\" S… sister!? \"\n\" If I do this, you are not pain. It is natulal to do so as a sister. \"\n\" Well… but… \"\n\nMana was ashamed somehow, looked away with turned red.\nBut she noticed a out of place.\nShe had feeling Origami licked her finger too much.\n\nPero Pero. Pero Pero.\n\n\" You see… sister? \"\n\nPicha Picha… Rero Rero.\n\n\" Oh, that’s enough, aren’t you? \"\n\nJupo, Jupo, Zuzuzuu.\n\n\" Hey, my sister! \"\n\nMana held her head, pulled her away from mana by force. Origami looked blank.\n\n\" What’s up? \"\n\" It’s my word…! Just what’s wrong? \"\n\" I jsut noticed a serious thing. \"\n\" You noticed…? What about? \"\n\" Mana, you are Shido’ real little sister. This means you are made with same material of Shido. \"\n\" Um? Sister? \"\n\"The taste of you is same Shido’s theoretically. \"\n\" Um…! Now, I’m not brother’s taste but sister’s one in the setting…! \"\n\" I don’t care about setting not. Come to me. Your injurury haven’t recovered yet. \"\n\" U, Uaaaaaaaaaaaaaaaa!? \"\n\nMana threw apron off, ran away for her life.\n",
  "id": 6,
  "vol": "2"
 },
 {
  "title": "DRESS A LIVE case-1 ~spirit dress~",
  "text": "\" Oh! I dressed perfect spirit code before my know it. What’s this? \"\n\nToka dressed perfect one says with knitting her brows, and  Kotori swing the head.\n\n\" Don’t think deeply. The first, it’s strange that there is  Kurumi mingle with here. \"\n\" Ufff , please mingle me. I have a little chance I can stay with you. I’m very exciting. \"\n\nKurumi says like this and laughing.\nKotori snort like be gone out of tune.\n\n\" However, anyway… \"\n\nToka says and give a cry of admiration with seeing Yoshino.\n\n\" I look your spirit coord after a long time, so…it’s very cute. \"\n\" Ah, Thanks… \"\n\nYoshino redden her cheek bashfully.\n\n\" It’s really, but your coord is also marvelous like a fighting Princess, Toka. \"\n\" Oh, really? \"\n\nToka was laughing said by Kotori. \nThen, perhaps seeing this, Kurumi clap the hands.\n\n\" So, this is good chance, why don’t you exchange each other’s  coord? \"\n\" Oh, is it possible like this? \"\n\" Yes, but it’s only here. Let’s try. So, Toka fit Yoshino’s, Yoshino fit mine, Kotori fit Toka’s and I fit Kotori’s.  \"\n\" O..OK! Don’t pull my clothing! \"\n\nA few minutes later…\n\nAll members wore the different from what they used to be. But …\n\" Yoshino, how do I attach this hood’s ear and tail? Howsome, it is hung the moment I wear it. \"\n\" Kurumi, this dress is too big for me, so without hold it a part of my chest is…  \"\n\" …Hey Toka, how do you keep this armer? \"\n\" Oh dear, Kotori, how do you attach this horn on the head? \"\n\nThey somehow didn’t wear well.\n\n\" I’m afraid that this wear doesn’t  feel right.\"\n\" That’s right… And so my chest is about to be seen because of this wear when I’m off guard. What should I … Oh I see. \"\n\nKurumi is looking at Kotori’s chest and nodding like satisfactory. \n\n\" What mean is that \"I see.\"! \"\n\" Ufff, there is not deep mean… Somehow I’m really feeling hot. \"\n\" ! Kurumi! Your dress is burning! \"\n\" Oh.. my.. god.. \"\n\" Uhhh, undressing at once, Kurumi ! \"\n\" Oh, I’m fainting somehow… \"\n\" Kurumi!!! \"",
  "id": 7,
  "vol": "3"
 },
 {
  "title": "DRESS A LIVE case-2 ~swim-wear~",
  "text": "\" — I’m raise an objection! \"\n\nMiku wearing swim-wear scream with big voice shaking her hands.\n\n\" Umm, What is on the matter, Miku? What dissatisfaction do you have? \"\n\" It is order of our row! Why does my position is an edge! \"\n\nKaguya and Yuzuru nodded by Miku’s word.\n\n\" KAKA!, I see what you mean. \"\n\" Understood. As current idol, you can’t pass us the center position, do you? \"\n\" Nu… I don’t understand well, but dose Miku want to get center?  \"\n\" Yes, Yes! One more please. follow my directions this time! \"\n\nfollowing with Miku’s hot beg.Yamai sisters are shrugging their shoulders, Toka is tilting her head to one side and following Miku’s hot beg.\n\n\" Yes, at first, I lie on middle. Next, Kaguya come here right, and Yuzuru come here left side please! Ohhh, no no, like more stick close to me! like more push me!\"\n\" …. Hey Miku. This is too narrow, isn’t it? \"\n\" Sympathize. It is better to leave more space? \"\n\" No, it’s all OK. no problem. This is best! \"\n\nLike interrupt Yamai sisters’ words, Miku says flatly. Then, Toka left alone says..\n\n\" Moo, Where should I be? \"\n\nAnd then, Miku nod looking full of confidence, shining her eyes.\n\n\" Toka is … on my body your face down \"\n\" W..What ?  in this situation, you becoming you are not seen. \"\n\" No problem! It is slight matter for me. Come on! Come on! \"\n\" M.. moo. \"\n\nToka is following Miku’ directions being confusion.\nThen, Miku her breath rough and starts twitching the body slightly.\n\n\" Ahhhhhhh, Uhhhhhhhhhhhh, PA, PARAaaaaaaDAAAAAAAAASss…… \"\n\" So, It is your goal…?! \"\n\" Shudder. Her face is made expression idol must not… \"\n\" W.. what does she? What’s wrong?! \"\n\nThey scream each, Toka and Yamai sisters just leave from Miku. But that moment, Miku catches Yamai sisters with the hands and holds Toka with both legs entwined.\n\nThereafter, Toka and Yamai sisters spent 10minutes of real time to escape from Miku who is powerless than them.",
  "id": 8,
  "vol": "3"
 },
 {
  "title": "DRESS A LIVE case-3 ~santa~",
  "text": "\" Yatogami Toka, Santa Form! \"\nToka was saying and appeared who was different from usual her dressed red and white costume.\nBy the way, gold bell was attached on <Sandalphon>’ grip, big sack was tied down on a tip of it.\n\n\" Toka! What happened does your outfit? \"\n\nSido surprise with his eyes open wide, then Toka noded like um.\n\n\" I have thought I’d like to be Santa Claus since when I heard about him by Shido. So I don’t know, howsome I was abole to do it. \"\n\" It’s ambiguous! \"\n\" Well, anyway, this form has many abilitys like Santa. \"\n\" Abilitys like Santa…? \"\n\" Yes, for example, now I can fly fast on sky than a reindeer! \"\n\" Oh! \"\n\" Furthermore, I can be invisible my body to not be found by children! \"\n\" That’s great! \"\n\" And then,  I can carry presents as many into this sack connected to another space. \"\n\" That’s perfect! \"\n\" Insidentally, box of present has magic force full, so if I drop them, the city is veiled by lights and be such as Chistmas atmosphere! \"\n\" Stooooooooop! \"\n\nShido raises his voice like a screams at her words nonchalant.\n\n\" What’s wrong, Shido? \"\n\" No, No, NO! It is stealth bomber, not Santa. City will be a perfectly collapse! \"\n\nShido said, Toka was startlet and looks full of amazemant face.\n\n\" It.. it’s dangerous, isn’t it! \"\n\" you notice just now!? \"\n\" Oh.., if it’s the cases that abilitiy to put a big socks over it and restrain it, and ability to shoot out infinitely number of rotate cristmas tree are also ? \"\n\" Sure, no allow! \"\n\nToka droops her sholders in disappointment. But right away, she shaked the head as on second thought, she took a sack attached on tips of <Sandalphon> in her hand.\n\n\" Yes, rather than that I’ll give you a present for you! \"\n\" It’s really all right? As I heard various abilities, I’m also afraid of it too… \"\n\" No problem! don’t worry! \"\n\nShe said so, opening the mouth of a sack.\nThen, from the sack, Tobiichi Origami wrapped her body in ribbon showed up.\n\n\" Called and jump out your Ange… \"\n\" …………! \"\n\nToka closed mouth of the sack at tremendous speed. The sack roll denting.\n\n\" Well, present for you is… \"\n\" What’s it? Hey what’s now? \"\n\nShido’ voice rang out a holy night.\n",
  "id": 9,
  "vol": "3"
 },
 {
  "title": "DATE A JOB case-1 ~student~",
  "text": "\" Um, ‘ He who does not work、neither shall he eat ’……?  \"\n\nOne day’ break time. Toka cocked her head with serious face.\n\n\" What’s up, Toka? \"\n\" You have a serious look on your face. \"\n\nYoshino in the same uniform as Toka and ‘Yoshinon’ talked to Toka. Toka faced up with serious face.\n\n\" Few minutes ago, our teacher said it. I'll have a lot of trouble Shido’ cooking isn't eaten. What’s my job?\"\n\nsaid Toka moans.\n\n\" Well… your job is student, right?  \"\n\" Oh, I see. …Um? By the way, how come Yoshino and Yoshinon wear school uniform? \"\n\" Tha… That’s because… \"\n\" Don’t mind that in the spin-off \"\n\" Um…? \"\n\nToka none too understood about Yoshino said, but she had hunch that don’t pursue about it.\n\n\" But, Uh-huh student. My job was student. \"\n\nToka nodd looking understood, but few seconds later, she inclined her head to the side in doubt.\n\n\" Um…… What job of student is at all? \"\n\" You asked deep question casually, Toka. \"\n\nYoshinon said with her arm crossed. Yoshino gave a wry smile opened her mouth.\n\n\" Student’ job is… to study after all.\"\n\" Studying. Hm, it’s learning. I see. \"\n\nToka nodd look to show her understanding. But She had a doubt at once, inclined her head to the side.\n\n\" That’s why, the job is included to take PE class? \"\n\" Well….. gymnastics is one of classes, it’s safe to say that PE is job. \"\n\" Learning in a word, but it doesn’t limited to study on desk. I mean it’s safe to say almost doing at school are job, I think. It’s important to communicate with friends. \"\n\nYoshinon said with nodd.\nToka heard that, raised her voice \"Oh\".\n\n\" I see. That’s mean, eating Bento or bread bought at the store is also job!? \"\n\" Well… That’s… maybe… \"\n\" Umm……. well it’s able to say in terms making strong body…... \"\n\nToka heard responses of Yoshino and Yoshinon, she nodd powerfully.\n\n\" Okey! If so, to eat delicious meal, I will eat Bento well. \"\n\nToka declared loudly, Yoshino and Yoshinon gave a wry smile looked trouble.",
  "id": 10,
  "vol": 4
 },
 {
  "title": "DATE A JOB case-2 ~maid~",
  "text": "At a maid cafe in a corner of Tengu city.\nContrasted the gorgeousness apperance, the bloody power struggle among maids was played at there.\n\n\" Ara Ara, Ms.Origami. Good day to you. Do you come to waste effort too, today ? \"\n\" Tokisaki Kurumi. I’ll never lose to you. \"\n\nTobiichi Origami and Tokisaki Kurumi is each maid always contend for most popular maid in this shop.\nBut top is enough one people only. Both are fighting each other to choice the real number one by today’ nominations and profit.\n\n\" Uhuhu.  I’ll make you to give up today.\"\n\" Actually, I’m not interested in the number one of this store. But, I can’t let you have the prize that kiss on cheek by the manager. \"\n\nOrigami said, the manager, Shido who heard that exchange behind shakes his sholders.\n\n\" Um, I heard nothing about it. \"\n\" Kihih, hihi. You seem to only have a lot of bravado. I could teach you difference of rank between me to you. \"\n\" I hope that too. \"\n\" …Hey girls. \"\n\nBoth didn’t hear managers voice.\nThen, opened. Many fans of each came because today when decide top maid. Both was nominated by their each fans one after another, and profits increase in succession.\n\n\" Uhhh, Welcome home back, my master. Ara Ara, who accepted you bipedal walking?\" \n\" Please order. Oririn’ recommendation menu is this special omuraisu, 29,800yen. I write the marine Corps style inflammatory centence by tomato ketchup on normal omuraise. \"\n\nBoth handled their masters by good art of serve a customer. But — closing time is approaching, Origami begin spreading a lead.\n\n\" I’ll be winner. You can’t recover this gap in ten minutes. \"\n\" Uhuhu, is it really true? \"\n\nKurumi is smiling wryly, the next moment, large members of visitors surged into the shop.\nMoreover— faces of all were same as Kurumi.\n\n\" Oh… what’s this? \"\n\" Kihihi. Well, well, well. Welcome home back, many ladies. Who would you nominate? \"\n\nKurumi said with laughing. Then countless Kurumi nodd all together.\n\n\" Yes, we’ll name… \"\n\nKurumis nominated not Kurumi— but manager.\n\n\" We’ll name manager! \"\n\nShido looked around-eyed. And Kurumi raised confused voice.\n\n\" What do you doing!? That's not what you promised me.\"\n\" Eh, because… \"\n\" We want to play with Shido, too \"\n\" Isn’t it nice? \"\n\" Eh, Cho… \"\n\nThe manager was dragged by Kurumis.\nThis day, number one maid was desided manager Shido.",
  "id": 11,
  "vol": 4
 },
 {
  "title": "DATE A JOB case-3 ~little sister~",
  "text": "\" — That’s way, let’s start job as little sister. \"\n\" Just a moment. \"\n\nShe bend backward her chest as a matter of cause. Mana said with frowning in puzzlement.\n\n\" What is Job as little sister…? First, I think it was not occupation…  \"\n\" What do you say? Five years ago, National Little Sister Law was established, and we must acquire ’Little Sister License’ formally. \"\n\" ‘Little Sister License’!? Than that is it job that needed qualification? \"\n\" Sure, we can’t be called myself as a little sister only just having elder brother or sister in the world these days. By the way, there is twenty and a harf times competition for Little Sister Licence exam last year. \"\n\" That’s difficult !? \"\n\nMana raised a scream and she said more with sweating on her cheak.\n\n \" …Yeah, incidentally, because it has these magnification rate, there are many people couldn’t pass it, are there? \"\n\" Oh, Yes. I could pass it once, but there are many people who studying for the next Little Sister License exam in Japan. \"\n\nMana had lots of interested in their but she didn’t dare to ridicule her and continue.\n\n\" What do they as family relationship called? \"\n\" Hi-Tei \"\n\" O my god! \"\n\nMana wears a frown, so Kotori looks at Mana like doubt.\n\n\" Well, why do you ask me only elementaly question? By any chance, are you Non Licensed Sister? \"\n\" Non Lisensed Sister is strange word… \"\n\nMana said, Kotori crossed the arm and nodd like guessed all.\n\n\" I see…… be careful. It is an illegal to be called myself as a little sister without lisence even if you are competent. A Non Licensed Sister who called customer ‘Onichan’ and demanded expensive fee in exchange was arrested recently. \"\n\" That’s sounds other job… \"\n\nMana is fed up, Shido who is Mana and Kotori’ brother was passing by.\n\n\" Hey what are my sisters doing now? \"\n\" Yeah, Niisama… \"\n\nThen, the moment when mana called shido so, a siren suddenly ring out.\n\n\" Wow, what’s this? \" \n\" ! It’s not good. They are Sister’ Police! Maybe they heard mana called shido ’Niisama’! \"\n\" Sister' Police!? Why they were organized? \" \" I’ll explain later! Run away! If you are catched, you will be taken to a sister concentration camp and corrected by sister guard \"\n\" Wh… What’s ? \"\n\nMana was pushed her back by Kotori without understanding, and made to run away by force.",
  "id": 12,
  "vol": 4
 },
 {
  "title": "DATE A INTERVIEW case-1 ~princess~",
  "text": "\"Well…? ’Please do interview spirits to develop new database. by Kotori’…… She works her people very hard as ever. \"\n\nIn the strange building. Shido drops him eyes on the memo in hand with sigh deeply.\nBut he cannot ignore it. Shido opened the first door he was directed to interview spirits.\n\n\" Excuse me… well, who first is— \"\n\nThen, next moment. He thought black ray from the room depths and a small explosion was happened at his feet. \n\n\" Oops!? \"\n\" Who are you? \"\n\" Oh? What’s !? \"\n\nsaid, Shido opened the eyes wide.\nThat’s because there was Toka as sharp as the first time met Shido.\n\n\nQ1 — Please introduce us yourself\n\n\" My name… There is nothing such things. \"\n\" No, No, You are Toka, aren’t you? However, I’ve ever heard the word somewhere… \"\n\" ? What are you saying? \"\n\n\nQ2 — What do you like things? \n\n\" It’s time to sleep silently. \"\n\" Well… it means… \"\n\" Lost you, I said. \"\n\" As I thought! \"\n\n\nQ3 — What do you dislike things?\n\n\" Human. \"\n\" You are too outspoken... \"\n\" That’s you. \"\n\" Please stop the ray!? \"\n\n\nQ4 — Who type do you like man?\n\n\" It’s who doesn’t interfere in me. \"\n\" I see… \"\n\"  \"",
  "id": 13,
  "vol": "5"
 }
]